// © Copyright 2013-2015 HP Development Company, L.P.

APTHeaderTitle = "Associe o driver da impressora HP à sua impressora, para oferecer acesso a todos os recursos de impressão.";
APTAddPrinterTitle = "Adicionar impressora";
APTSkipButtonTitle = "Ignorar";

APTFirstStepTitle = "1. Clique em Adicionar impressora. Uma janela é exibida, relacionando as impressoras disponíveis em sua rede local.";
APTBonjourSecondStepTitle = "2. Selecione \"%@\". Pode ser que demore um pouco para sua impressora aparecer na lista.";
APTSecondStepNoteTitle = "Observação: é importante que você selecione a entrada \"Bonjour\" ou \"Multifunção do Bonjour\" de sua impressora para garantir que todos os recursos da impressora funcionem corretamente. Se nenhuma das entradas aparecer na lista e sua impressora estiver conectada a este computador com um cabo USB, desconecte o cabo.";
APTBonjourThirdStepTitle = "3. Abra o menu pop-up Usar (ou Imprimir usando) e escolha o nome do modelo da sua impressora. Isso atribui o driver da impressora HP à fila de impressão.";
APTBonjourFourthStepTitle = "4. Clique em Adicionar para concluir a criação da fila de impressão e fechar a janela.";

APTIPSecondStepTitle = "2. Clique no botão \"IP\" na barra de ferramentas.";
APTIPThirdStepTitle = "3. Selecione a opção \"HP Jetdirect - Socket\" no campo Protocolo.";
APTIPFourthStepTitle = "4. Insira o endereço IP \"%@\" no campo Endereço. Pode levar um momento para o seu dispositivo aparecer.";
APTFouthStepNoteTitle = "Se o campo \"Imprimir usando\" ou \"Usar\" não estiver mostrando seu equipamento, signfica que ele não foi encontrado. Consulte a documentação do dispositivo e a Ajuda da Apple para obter instruções sobre como adicionar seu dispositivo manualmente.";
APTFifthStepIPTitle = "5. Clique em Adicionar para concluir a criação da fila de impressão e fechar a janela.";
APTPrintOnlySupportWarning = "Observação: há suporte para conexão IP. Contudo, somente o recurso de impressão funcionará adequadamente.";

AssistantContinueAlertTitle = "Tem certeza de que quer continuar sem adicionar uma Fila de impressão?";
AssistantContinueAlertMessage = "Não é possível imprimir com a impressora até que essa etapa seja concluída.";

FaxDriverNotInstalledTitle = "O software HP necessário para a configuração do fax não foi encontrado";
PrintDriverNotInstalledTitle = "O software HP necessário para a configuração da impressão não foi encontrado";
APTMissingSoftwareMessage = "APT_TEXT:Baixe e instale o software mais recente para seu dispositivo a partir de APT_LINK:APT_URL:APTSupportLink_URL e tente novamente. Se você preferir continuar sem instalar o software mais recente, alguns recursos não funcionarão.";
